IDEA StatiCa Open Model
CrossSectionCreepCoefficientData.Humidity Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Humidity in the relative value
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Humidity { get; set; }
Public Property Humidity As Double
	Get
	Set
public:
property double Humidity {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
CrossSectionCreepCoefficientData Class
IdeaRS.OpenModel.CrossSection Namespace